export enum Colors {
  /**Классический бежевый */
  Beige = "#F5F5DC",
  /**Очень светлый, почти белый */
  Eggshell = "#FAF9F6",
  /** Светлый серо-бежевый, более приглушенный */
  PaleTaupe = "#E8E2D3",
  /**Более насыщенный бежевый, ближе к загару */
  Tan = "#D2B48C",
  /** Теплый и богатый, как верблюжья шерсть. */
  Camel = "#C19A6B",
  /**Серо-коричневый, добавляет глубину и серьезность. */
  Taupe = "#A38165",
  /** Темный серо-коричневый, создает хороший контраст. */
  Driftwood = "#776B5A",
  /**Насыщенный коричневый, как кофе. */
  Coffee = "#655749",
  /**Темно-серый, почти черный, но мягче для глаз. */
  DefaultText = "#4A4A4A",
}
